Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/udi.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Hvis du har hatt oppholdstillatelse i Norge og denne har gått ut, må du reise ut av Norge og Schengenområdet
nn: Dersom du har hatt opphaldsløyve i Noreg og dette har gått ut, må du reise ut av Noreg og Schengenområdet.

source: er en felles portal for tolker og oversettere som tar oppdrag for Utlendingsdirektoratet, Politiets utlendingsenhet og Utlendingsnemnda.
nn: er ein felles portal for tolkar og omsetjarar som tar oppdrag for Utlendingsdirektoratet, Politiets utlendingsenhet og Utlendingsnemnda.

source: søke om fornyelse
nn: søkje om fornying

source: Dette må du sjekke at er i orden før du begynner søknadsprosessen
nn: Dette må du sjekke at er i orden før du byrjar søknadsprosessen

source: informasjon om den som inviterer, for eksempel om arbeid og bolig
nn: informasjon om den som inviterer, for eksempel om arbeid og bustad

source: hvis du skal være her i mer enn tre måneder og du kan søke om
nn: viss du skal vera her i meir enn tre månader og du kan søkje om

source: Vi bidrar til et sømløst samarbeid mellom aktørene særlig ved å bruke teknologi og et enklere regelverk.
nn: Vi bidrar til eit sømlaust samarbeid mellom aktørane særleg ved å bruka teknologi og eit enklare regelverk.

source: søke om norsk statsborgerskap på nytt.
nn: søke om norsk statsborgarskap på nytt.

source: Formålet med arbeidet er ikke å spå om fremtiden, men å ha et aktivt forhold til de drivkreftene som påvirker virksomheten vår fremover.
nn: Formålet med arbeidet er ikkje å spå om framtida, men å ha eit aktivt forhold til dei drivkreftene som påverkar verksemda vår framover.

source: Opplysningene kan også benyttes
nn: Opplysningane kan også bli

source: Opplysningene kan benyttes av utlendingsmyndighetene i forbindelse med eventuelle søknader fra
nn: Opplysningane kan nyttast av utlendingsmyndigheitene i samband med eventuelle søknader frå

source: Du er autorisert helsepersonell
nn: Du er autoriserte helsepersonell

source: Hvis det er flere politistasjoner som tar imot søknader i det politidistriktet du tilhører, må du velge en av disse som oppmøtested når du fyller ut søknaden din.
nn: Viss det er fleire politistasjonar som tar imot søknader i det politidistriktet du tilhøyrer, må du velje ein av desse som oppmøtestad når du fyller ut søknaden din.

source: Da kan du fortsette å oppholde deg i Norge helt til du får svar på søknaden din, selv om du har vært i Norge i mer enn 90 dager.
nn: Då kan du halde fram med å opphalde deg i Noreg heilt til du får svar på søknaden din, sjølv om du har vore i Noreg i meir enn 90 dagar.

source: risikerer du at andre i familien din ikke får besøksvisum når de søker
nn: risikerer du at andre i familien din ikkje får besøksvisum når dei søkjer

source: Vi kan verken uttale oss eller gi informasjon om saken din til andre uten at du gir oss lov til det ved hjelp fra representanten/vergen din.
nn: Vi kan verken uttale oss eller gje informasjon om saka di til andre, utan at du gjev oss lov til det ved hjelp frå representanten/verja di.

source: har opphold på grunn av sterke menneskelige hensyn
nn: har opphald på grunn av sterke menneskelege omsyn

source: UDI eller politiet der du bor for hjelp til å søke om oppholdstillatelse, eller for å gi opplysninger om tvangsekteskap ved søknad om familieinnvandring.
nn: UDI eller politiet der du bur, for å få hjelp til å søkje om opphaldsløyve, eller for å gi opplysningar om tvangsekteskap ved søknad om familieinnvandring

source: Du og representanten/vergen har selv ansvaret for at de som får opplysninger om saken din, håndterer disse slik du ønsker.
nn: Du og representanten/verjen har sjølv ansvaret for at dei som får opplysningar om saka di, handterer disse slik du ynskjer.

source: Jentene kan bli påført skader for resten av livet.
nn: Jentene kan bli påførte skadar for resten av livet.

source: Det er straffbart å gi vesentlig uriktige eller åpenbart villedende opplysninger, herunder fortielse av
nn: Det er straffbart å gi vesentleg uriktige eller openbert villeiande opplysningar, inkludert å forteie opp-

source: en person som har brutt vilkårene for oppholdstillatelsen sin
nn: ein person som har brote vilkåra for opphaldsløyvet sitt

source: Bilde og signatur
nn: Bilete og signatur

source: Hvis arbeidet er innen jordbruks- og skogbruksnæringen er det ikke nødvendig med bekreftelse fra NAV.
nn: Dersom arbeidet er innan jordbruks- og skogbruksnæringa, er det ikkje nødvendig med stadfesting frå Nav.

source: Sjekk opplysningene i visumet ditt
nn: Sjekk opplysningane i visumet ditt

source: For å få med deg en person som følger deg, må du legge ved
nn: For å få med deg ein person som følgjer deg, må du leggje ved

source: Justis- og beredskapsdepartementet har vedtatt en ordning der du kan få unntak fra begrensninger i retten til å arbeide i Norge dersom du utfører arbeid i helse- og omsorgssektoren som er relatert til koronasituasjonen.
nn: Justis- og beredskapsdepartementet har vedteke ei ordning der du kan få unntak frå avgrensingar i retten til å arbeide i Noreg viss du utfører arbeid i helse- og omsorgssektoren som er relatert til koronasituasjonen.

source: Du kan ikke ha mistet det norske statsborgerskapet fordi du ikke bodde lenge nok i Norge før du fylte 22 år.
nn: Du kan ikkje ha mista det norske statsborgarskapet fordi du ikkje budde lenge nok i Noreg før du fylte 22 år.

source: eller annen legitimasjon med bilde og underskrift.
nn: annan legitimasjon med bilete og underskrift.

source: Da må du sjekke igjen senere om ledige timer er lagt ut.
nn: Då må du sjekke igjen seinare om ledige timar er lagt ut.

source: en utenlandsk statsborger er utsatt for menneskehandel
nn: ein utanlandsk statsborgar er utsett for menneskehandel

source: Som faglig overordnet organ instruerer UDI politiet og utenriksstasjonene i utlendingssaker.
nn: Som fagleg overordna organ instruerer UDI politiet og utanriksstasjonane i utlendingssaker.

source: Politiet vil se på saken din på nytt og vurdere om de skal omgjøre vedtaket, eller sende saken videre til UDI.
nn: Politiet vil sjå på saka di på nytt og vurdere om dei skal gjere om vedtaket eller sende saka vidare til UDI.

source: sørger for at UDI får alle nødvendige dokumenter
nn: sørgjer for at UDI får alle nødvendige dokument

source: For deg som trenger visum for å reise inn til Norge
nn: For deg som treng visum for å reise inn til Noreg

source: Du som er asylsøker skal følges opp på en god måte.
nn: Du som er asylsøkjar skal følgast opp på ein god måte.

source: det eller hvis du samtykker til det.
nn: det eller dersom du samtykker til det.

source: student ved høyskole eller universitet
nn: student ved høgskole eller universitet

source: Du må ha nok penger til å leve for i perioden du skal studere i Norge.
nn: Du må ha nok pengar til å leve for i perioden du skal studere i Noreg.

source: Kommunesektoren har gjennom introduksjonsloven ansvar for at flyktninger og familien deres får individuell opplæring i norsk og samfunnskunnskap.
nn: Kommunesektoren har gjennom introduksjonslova ansvar for at flyktningar og familien deira får individuell opplæring i norsk og samfunnskunnskap.

source: Besøke foreldre eller barn
nn: Besøkje foreldre eller barn

source: Arbeidstakeren må be om tidlig arbeidsstart når han eller hun leverer søknaden om oppholdstillatelse til politiet.
nn: Arbeidstakaren må be om tidleg arbeidsstart når han eller ho leverer søknaden om opphaldsløyve til politiet.

source: til den som skal besøke deg. Søkeren kan ha med seg enten originalen eller en kopi/utskrift når de reiser.
nn: til den som skal besøke deg.Søkaren kan ha med seg enten originalen eller ein kopi/utskrift når dei reiser.

source: Hvis du får en studietillatelse, får du automatisk også tillatelse til å arbeide 20 timer per uke ved siden av studiene og fulltid i feriene.
nn: Dersom du får eit studieløyve, får du automatisk også løyve til å arbeide 20 timar per veke ved sida av studia og fulltid i feriane.

source: Sted og dato
nn: Stad og dato

source: Ansatt i humanitær, ideell eller religiøs organisasjon
nn: Tilsett i humanitær, ideell eller religiøs organisasjon

source: den tidligste datoen du kan reise inn i Norge eller andre Schengenland (2) og når du senest må forlate Norge eller Schengen (3).
nn: den tidlegaste datoen du kan reise inn i Noreg eller andre Schengenland (2), og når du seinast må forlate Noreg eller Schengen (3).

source: Når dette er gjort, vil mange slippe å møte hos politiet en gang til når søknaden er ferdig behandlet.
nn: Når dette er gjort, vil mange sleppe å møte hos politiet ein gong til når søknaden er ferdig behandla.

source: Hvis arbeidstakeren får oppholdstillatelse, vil den ha en utløpsdato.
nn: Dersom arbeidstakaren får opphaldsløyve, vil det ha ein utløpsdato.

source: Du kan hjelpe arbeidstakeren med å legge inn opplysninger i
nn: Du kan hjelpe arbeidstakaren med å leggje inn opplysningar i

source: søke om å fornye familieinnvandringstillatelsen din
nn: søkje om å fornye familieinnvandringsløyvet ditt

source: Noen personer som ikke selv er EU/EØS-borgere, kan derfor ha oppholdsrett etter EU/EØS-regelverket som gir dem rett til å bo og arbeide i Norge.
nn: Nokre personar som ikkje sjølv er EU/EØS-borgarar, kan derfor ha opphaldsrett etter EU/EØS-regelverket som gir dei rett til å bu og arbeide i Noreg.

source: Hvor skal du studere?
nn: Kvar skal du studere?

source: Du kan ikke starte i ny type stilling før du har fått ny oppholdstillatelse.
nn: Du kan ikkje starte i ny type stilling før du har fått nytt opphaldsløyve.

source: Hvis du har fått et visum som bare er gyldig i Norge
nn: Dersom du har fått eit visum som berre er gyldig i Noreg

source: Merk at det vil ta et par dager fra saken er levert hos søknadsenteret, konsulat eller ambassade til den blir registrert hos ambassaden. Ventetiden løper fra den dagen saken er registrert hos ambassaden.
nn: Merk at det vil ta eit par dagar frå saka er levert hos søknadsenteret, konsulat eller ambassade til ho blir registrert hos ambassaden, Ventetida gjeld frå den dagen saka er registrert hos ambassaden.

source: Stempel fra politiet
nn: Stempel frå politiet

source: Hvor lenge må du vente før du får svar på søknaden din?
nn: Kor lenge må du vente før du får svar på søknaden din?

source: Du må være ansatt i den utenlandske delen av selskapet.
nn: Du må vere tilsett i den utanlandske delen av selskapet.

source: ☐ Jeg erklærer at jeg tar på meg økonomisk ansvar for søkeren som er nevnt
nn: ☐ Eg erklærer at eg tek på meg økonomisk ansvar for søkjaren som er nemnt

source: Vi har på nåværende tidspunkt ikke informasjon om hvor lang tid det vil ta å få behandlet alle sakene.
nn: Vi har på nåverande tidspunkt ikkje informasjon om kor lang tid det vil ta å få behandla alle sakene.

source: Når saken din er ferdig behandlet, får du et vedtaksbrev med informasjon om du må møte opp hos politiet på nytt eller ikke.
nn: Når saka di er ferdig behandla, får du eit vedtaksbrev med informasjon om du må møte opp hos politiet på nytt eller ikkje.

source: Husk at selv om du har et reisedokument som er utstedt før 19 oktober 2020, så vil dette fortsatt være gyldig helt til utløpsdatoen som står i reisedokumentet.
nn: Hugs at sjølv om du har eit reisedokument som er utskrive før 19 oktober 2020, så vil dette framleis vere gyldig heilt til utløpsdatoen som står i reisedokumentet.

source: Hvem gjør hva i utlendingsforvaltningen?
nn: Kven gjer kva i utlendingsforvaltninga?

source: UDI har taushetsplikt og kan bare utlevere personopplysningene dine hvis det står i loven at vi kan gjøre det eller hvis du samtykker til det.
nn: UDI har teieplikt og kan berre levere ut personopplysningane dine dersom det står i lova at vi kan gjere det, eller dersom du samtykkjer til det.

source: Vi regner ikke med introduksjonsstønad mottatt fra 1.
nn: Vi reknar ikkje med introduksjonsstønad mottatt frå 1.

source: Du kan undersøke om
nn: Du kan undersøka om

source: Siden du har søkt om oppholdstillatelse i Norge, kan det hende at ambassaden mener at det er lite sannsynlig at du vil reise tilbake før besøksvisumet går ut.
nn: Sidan du har søkt om opphaldsløyve i Noreg, kan det hende at ambassaden meiner at det er lite sannsynleg at du vil reise tilbake før besøksvisumet går ut.

source: sende en melding om norsk statsborgerskap
nn: sende ei melding om norsk statsborgarskap

source: Hvis UNE også avslår søknaden din, har du ikke flere klagemuligheter.
nn: Dersom UNE også avslår søknaden din, har du ikkje fleire klagemoglegheiter.

source: Menneskehandel innebærer grove brudd på menneskerettighetene og er forbudt i Norge.
nn: Menneskehandel inneber grove brot på menneskerettane og er forbode i Noreg.

source: Det er et vilkår at utdanningsinstitusjonen er godkjent av Lånekassen og kvalifiserer til studielån eller stipend.
nn: Det er eit vilkår at utdanningsinstitusjonen er godkjent av Lånekassa og kvalifiserer til studielån eller stipend.

source: bekreftelse fra kommunen på at han eller hun har deltatt i grunnskole- eller videregående opplæring de siste 12 månedene eller de siste to semestrene som del av introduksjonsprogrammet, eller
nn: Stadfesting frå kommunen på at han eller ho har delteke i grunnskule- eller vidaregåande opplæring dei siste 12 månadene eller dei siste to semestera som del av introduksjonsprogrammet, eller

source: Krav for å få et innreisevisum
nn: Krav for å få eit innreisevisum

source: Det er derfor viktig at du har med deg skriftlig informasjon til timen med politiet eller VFS om hva du har fylt ut feil og hva ambassaden/politiet skal endre for deg.
nn: Det er derfor viktig at du har med deg skriftleg informasjon til timen med politiet eller VFS om kva du har fylt ut feil og kva ambassaden/politiet skal endre for deg.

source: Politiet kan beslaglegge pass hvis det er fare for at en jente eller kvinne kan utsettes for kjønnslemlestelse i utlandet.
nn: Politiet kan beslagleggje pass dersom det er fare for at ei jente eller kvinne kan bli utsett for kjønnslemlesting i utlandet.

source: veiledning om din situasjon
nn: rettleiing om situasjonen din

source: UDI endret vedtaket ditt etter at du klaget
nn: UDI endra vedtaket ditt etter at du klaga

source: omsorgspersonen du ønsker å bo sammen med.
nn: omsorgspersonen du ønsker å bu saman med.

source: Jeg trenger helsehjelp eller psykososial oppfølging i
nn: Eg trenger helsehjelp eller psykososial oppfølging i

source: Hvis dette er aktuelt for deg, vil vi gi deg beskjed på e-post eller SMS, og du vil få innkallelse til intervju med beskjed om når og hvor du skal møte opp.
nn: Dersom dette er aktuelt for deg, gir vi deg beskjed på e-post eller SMS, og du vil få innkalling til intervju med beskjed om kor og når du skal møte opp.

source: For eksempel gir vi informasjon til Arbeidstilsynet og arbeidsgivere om en person har lov til å arbeide i Norge.
nn: Til dømes gir vi informasjon til Arbeidstilsynet og arbeidsgivarar om ein person har lov til å arbeide i Noreg eller ikkje.

source: Du må ha en spesiell og uventet grunn til å søke.
nn: Du må ha ein spesiell og uventa grunn til å søkje.

source: er bosatt i kommunen, og som jeg ønsker å ta vare på.
nn: er busatte i kommunen, og som eg ønsker å ta vare på.

source: grad av kontroll på innvandring til Norge og samordning av migrasjonskjeden i Norge.
nn: grad av kontroll på innvandring til Noreg og samordning av migrasjonskjeda i Noreg.

source: Vi er modige og nytenkende i valgene vi tar for å levere de beste løsningene for samfunnet og brukerne våre, og vi er organisert på en måte som understøtter flyt i prosessene og oppgaveløsningen.
nn: Vi er modige og nytenkande i vala vi tar for å levere dei beste løysingane for samfunnet og brukarane våre, og vi er organiserte på ein måte som understøttar flyt i prosessane og oppgåveløysinga.

source: bør dette også stå i invitasjonen
nn: , bør også det stå i invitasjonen

source: Hvis du er i Norge og har fått avslag på søknad om oppholdstillatelse, vil du få en utreisefrist.
nn: Dersom du er i Noreg og har fått avslag på søknad om opphaldsløyve, vil du få ein utreisefrist.

source: Hvis du blir uttransportert av politiet må du betale kostnaden for transporten før du kan komme tilbake til Norge.
nn: Dersom du vert uttransportert av politiet må du betale kostnaden for transporten før du kan komme attende til Noreg.

source: Gi denne personen, for eksempel en lærer, en kopi av passet ditt og be dem kontakte politiet hvis du ikke kommer tilbake til Norge til avtalt tid.
nn: Gi denne personen, for eksempel ein lærar, ein kopi av passet ditt og be dei kontakte politiet dersom du ikkje kjem tilbake til Noreg til avtalt tid.

source: Du kan søke om familieinnvandring hvis du vil flytte til et familiemedlem i Norge.
nn: Du kan søkje om familieinnvandring viss du vil flytte til ein familiemedlem i Noreg.

source: på samme måte som andre par.
nn: på same måte som andre par.

source: Du skal delta i opplæring i den norske delen av det selskapet.
nn: Du skal delta i opplæring i den norske delen av selskapet.

source: Vi vet hvilken kompetanse vi trenger for å løse dagens og fremtidens oppgaver, og sørger for systematisk kompetanseutvikling i tråd med dette.
nn: Vi veit kva kompetanse vi treng for å løyse oppgåvene i dag og i framtida, og sørger for systematisk kompetanseutvikling i tråd med dette.

source: holde høy faglig kompetanse og behandle saken din profesjonelt
nn: halde høg fagleg kompetanse og behandle saka di profesjonelt

source: Å garantere økonomisk er ikke det samme som å garantere at den som kommer på besøk reiser ut av Norge når besøket er over.
nn: Å garantere økonomisk er ikkje det same som å garantere at den som kjem på besøk reiser ut av Noreg når besøket er over.

source: For å få permanent oppholdstillatelse må alle krav være oppfylt når vi ser på søknaden din.
nn: For å få permanent opphaldsløyve må alle krav vera oppfylt når vi ser på søknaden din.

source: Jeg trenger medisinsk spesialbehandling som krever at jeg flytter.
nn: Eg treng medisinsk spesialbehandling som krev at eg flytter.

source: I forbindelse med koronasituasjonen har UDI fått flere oppgaver som må prioriteres, og samtidig er det ferieavvikling.
nn: I samband med koronasituasjonen har UDI fått fleire oppgåver som må prioriterast, og samtidig er det ferieavvikling.

source: Oppholdstillatelse på grunn av sterke menneskelige hensyn som er begrenset
nn: Opphaldsløyve på grunn av sterke menneskelege omsyn som er avgrensa

source: Filene kan kun leses av udi.no og brukeren selv, og benyttes for eksempel for å se om brukeren har besøkt nettstedet tidligere, tidspunktet for besøket samt hvilket nettsted brukeren kom fra.
nn: Filene kan berre lesast av udi.no og brukaren sjølv, og blir nytta for eksempel for å sjå om brukaren har gjesta nettstaden tidlegare, tidspunktet for gjestinga og kva for nettstad brukaren kom frå.

source: få pass, som for eksempel åpningstider, krav om ett eller
nn: som til dømes opetider, krav om eitt eller fleire personlege

source: Hvis ambassaden har et slikt skjema, kan den du skal besøke fylle ut dette skjemaet i stedet for å skrive et brev.
nn: Dersom ambassaden har eit slikt skjema, kan den du skal besøkje fylle ut dette skjemaet i staden for å skrive eit brev.

source: Hvis du er i utlandet vil du vanligvis ta testen på den norske ambassaden i landet der du leverte søknaden.
nn: Dersom du er i utlandet vil du vanlegvis ta testen på den norske ambassaden i landet der du leverte søknaden.

source: offentlig bekreftet kopi av slik legitimasjon
nn: offentleg bekrefta kopi av slik legitimasjon.

source: Ved innreise til Norge må du i karantene
nn: Ved innreise til Noreg må du i karantene

source: Einslege mindreårige asylsøkjarar er personer under 18 år som kommer til Noreg for å søke asyl, og som ikke har følgje av foreldre eller andre med foreldreansvar.
nn: Einslege mindreårige asylsøkjarar er personer under 18 år som kommer til Noreg for å søke asyl, og som ikkje har følgje av foreldre eller andre med foreldreansvar.

source: en trygg bolig på et krisesenter eller hjelp fra barnevernet til å finne en bolig
nn: ein trygg bustad på eit krisesenter eller hjelp frå barnevernet til å finne ein bustad

source: Den som skal besøke deg må fylle ut sin del av skjemaet, og ta med seg det utfylte garantiskjemaet ved innreise til Norge.
nn: Den som skal besøke deg må fylle ut delen sin av skjemaet, og ta med seg det utfylte garantiskjemaet ved innreise til Noreg.

source: å få utbetalt pengestøtte før du reiser
nn: få utbetald pengestøtte før du reiser

source: Hvis du har fått beskyttelse (avledet asyl) etter at du fikk familieinnvandring, er det krav om fem års botid selv om referansepersonen har permanent opphold eller er norsk.
nn: Viss du har fått vern (avleidd asyl) etter at du fekk familieinnvandring, er det krav om fem års botid sjølv om referansepersonen har permanent opphald eller er norsk

source: og bestille time hos politiet, men arbeidstakeren må selv møte opp hos politiet.
nn: og bestille time hos politiet, men arbeidstakaren må sjølv møte opp hos politiet.

source: Som regel må borgere av land utenfor EU/EØS søke om oppholdstillatelse for å arbeide i Norge.
nn: Som regel må borgarar av land utanfor EU/EØS søkje om opphaldsløyve for å arbeide i Noreg.

source: Det må ha vært umulig for deg å søke visum på forhånd, for eksempel fordi ambassaden var stengt da du måtte reise på kort varsel.
nn: Det må ha vore umogleg for deg å søkje om visum på førehand, for eksempel fordi ambassaden var stengd da du måtte reise på kort varsel.

source: Hvis du er utsatt for menneskehandel kan du søke om
nn: Dersom du er utsett for menneskehandel, kan du søkje om

source: er et informasjonssystem som inneholder opplysninger om personer som ikke har rett til å reise inn i og oppholde seg i EU og EØS-området, eller som er ettersøkt i forbindelse med straffbare handlinger.
nn: er eit informasjonssystem som inneheld opplysningar om personar som ikkje har rett til å reise inn i og opphalde seg i EU og EØS-området, eller som er ettersøkte i samband med straffbare handlingar.

source: Steder du kan levere søknaden
nn: Stader du kan levera søknaden

source: Det finnes ingen egne regler for fastsetting /overføring av hvem som er barnets far og mor etter bruk av eggdonasjon/surrogati.
nn: Det finst ingen eigne reglar for fastsetjing/overføring av kven som er far og mor til barnet etter bruk av eggdonasjon/surrogati.

source: Hvis du ikke får lønnsslipper, for eksempel fordi du er selvstendig næringsdrivende, får ikke UDI tilgang til informasjon om inntekten din i 2020 før skatteoppgjøret er klart.
nn: Dersom du ikkje får lønsslippar, til dømes fordi du er sjølvstendig næringsdrivande, får ikkje UDI tilgang til opplysningar om inntekta di i 2020 før skatteoppgjeret er klart.

source: personopplysningene dine hvis det står i loven at vi kan gjøre
nn: personopplysningane dine viss det står i lova at vi kan gjere

source: Det betyr blant annet at du må fylle alle kravene til en familieinnvandringstillatelse, og ha levert inn alle dokumentene på sjekklisten.
nn: Det betyr mellom anna at du må fylle alle krava til eit familieinnvandringsløyve og ha levert inn alle dokumenta på sjekklista.

source: kan du søke om varig oppholdsrett
nn: kan du søkje om varig opphaldsrett

source: du få utbetalt pengestøtte fra UDI før du drar.
nn: du få utbetald pengestøtte frå UDI før du drar.

source: Du kan også levere kvitteringer på utgiftene til mottaket etter
nn: Du kan også levere kvitteringar på utgiftene til mottaket etter

source: grunnen til at UDI endret vedtaket, var
nn: grunnen til at UDI endra vedtaket, var

source: Vi kan ikke gi deg bekreftelse på at du kan oppholde deg i Norge.
nn: Vi kan ikkje gi deg stadfesting på at du kan opphalde deg i Noreg.
